export default {
  NavBar: {
    service: '服務項目',
    about: '關於我們',
    business: '分店資訊',
    news: '最新消息',
    contact: '聯絡我們',
    manage: '管理專區',
    backend: '後台管理'
  },
  CompanyInfo: {
    company_name: '喵星人樂園',
    company_add: '貓貓鎮鎮中路51號'
  },
  FullPage: {
    home_title: '在喵的陪伴下，享受生活的每一杯咖啡',
    home_txt:
      '我們提供一個舒適、溫馨的環境為理念，專注於給予貓愛好者與他們的毛茸茸朋友們一個完美的相遇場所。我們以顧客和貓咪的需求為目標，秉持專業、親切的服務，積極實現每位訪客的美好體驗！',
    home_title_cat: '店長貓貓們'
  },
  CatInfo: {
    cat1: {
      id: 1,
      name: '麻糬',
      traits: '溫柔親人,好奇心強',
      story_title: '故事',
      story:
        '麻糬是咖啡廳裡最溫柔的貓咪。它被一位常客發現在街頭流浪，因其軟糯可愛的外表與性格，被命名為麻糬並帶到了咖啡廳。從那天起，麻糬就成為了咖啡廳的小太陽，用它的溫暖照亮每位顧客的心。',
      favorite_title: '最喜歡做的事',
      favorite:
        '麻糬最喜歡的事就是在咖啡廳裡的窗邊曬太陽，同時觀察窗外的世界。它經常蜷縮成一個小球，享受陽光的溫暖，偶爾還會對外面的小鳥發出輕柔的喵喵聲，彷彿在和它們進行遠距離的交流。'
    },
    cat2: {
      id: 2,
      name: '琥珀',
      traits: '活潑好動,眼神犀利',
      story_title: '故事',
      story:
        '琥珀以其金色的眼睛和活潑的性格而著名。牠原本是一個失去家的小貓，直到咖啡廳的老闆在一個冬日的早晨將牠帶回家。琥珀很快就適應了咖啡廳的生活，成為了顧客間的小明星。',
      favorite_title: '最喜歡做的事',
      favorite:
        '琥珀最喜歡在咖啡廳裡追逐小玩具和攀爬貓樹。牠的活力無窮，總是能夠帶給咖啡廳一股生機。當不是在追逐遊戲中，琥珀喜歡跳到最高的貓樹上，從高處俯瞰整個咖啡廳，好像牠是那裡的小守護者。'
    },
    cat3: {
      id: 3,
      name: '雪球',
      traits: '安靜慵懶,毛茸茸',
      story_title: '故事',
      story:
        '雪球是咖啡廳裡最安靜的貓咪。它被發現時躲在一個雪地裡，因此得名。雪球被帶到咖啡廳後，很快就成為了顧客最愛的懶洋洋的伙伴，牠的毛茸茸的外表和慵懶的舉動總是能夠融化顧客的心。',
      favorite_title: '最喜歡做的事',
      favorite:
        '雪球最喜歡的事就是在咖啡廳的柔軟沙發上打盹。你經常可以看到它蜷縮在一個舒適的角落，靜靜地睡著，偶爾發出滿足的呼嚕聲。雪球的寧靜存在為咖啡廳增添了一份特別的平靜感。'
    },
    cat4: {
      id: 4,
      name: '玉米',
      traits: '友好社交,愛吃零食',
      story_title: '故事',
      story:
        '玉米以其明亮的橘色毛皮和友好的性格而受到歡迎。在一次社區活動中被發現後，玉米很快就成為了咖啡廳的一員。牠的到來為咖啡廳帶來了溫馨的氛圍，讓每個人都感受到家的感覺。',
      favorite_title: '最喜歡做的事',
      favorite:
        '玉米最喜歡在咖啡廳裡和顧客及其他貓咪玩耍。無論是追逐小球還是和顧客玩互動遊戲，玉米總是能夠輕鬆地使氣氛活躍起來。當牠累了，就會找一個溫暖的膝蓋坐下，享受撫摸。'
    },
    cat5: {
      id: 5,
      name: '咖啡',
      traits: '獨立自主,喜歡探索',
      story_title: '故事',
      story:
        '咖啡是一隻獨立而神秘的黑貓，牠在一個寒冷的夜晚走進了咖啡廳，從此便成了這裡的一份子。咖啡的神秘氣質和獨立性格迅速吸引了許多顧客的注意，成為了咖啡廳的一大亮點。',
      favorite_title: '最喜歡做的事',
      favorite:
        '咖啡最喜歡在咖啡廳的書架間穿梭，探索每一個角落。牠喜歡在書堆中找到一個隱蔽的地方，靜靜地觀察咖啡廳的生活。偶爾，咖啡會選擇一個靠窗的位置，凝視著窗外的世界，沉浸在自己的思緒中。'
    },
    cat6: {
      id: 6,
      name: '藍莓',
      traits: '神秘內斂,眼睛閃亮',
      story_title: '故事',
      story:
        '藍莓是一隻擁有深藍色眼睛的美麗貓咪，牠的眼神中充滿了好奇和智慧。藍莓被一位愛貓的咖啡廳員工在路邊救助，並帶回了咖啡廳。牠很快適應了新環境，並以其獨特的魅力和溫柔的性格贏得了顧客的喜愛。',
      favorite_title: '最喜歡做的事',
      favorite:
        '藍莓最喜歡在咖啡廳裡尋找安靜的角落，細細品味每一刻的寧靜。當咖啡廳不太忙碌時，藍莓會躺在柔軟的墊子上，慵懶地伸展，享受著悠閒的下午時光。牠也喜歡被顧客輕輕撫摸，會用那雙深邃的藍眼深情回望。'
    },
    cat7: {
      id: 7,
      name: '灰灰',
      traits: '沉穩成熟,忠誠依賴',
      story_title: '故事',
      story:
        '灰灰是一隻沉穩而忠誠的灰色貓咪，牠在一次偶然的機會下被咖啡廳老闆發現並帶回了咖啡廳。灰灰的出現為咖啡廳增添了一份特別的安定感。牠的忠誠和沉穩成熟，使牠成為了咖啡廳不可或缺的一員。',
      favorite_title: '最喜歡做的事',
      favorite:
        '灰灰最喜歡在咖啡廳裡的最高點俯瞰整個空間。牠享受在高處的感覺，好像能夠守護著這個小小的世界。除此之外，灰灰還喜歡與顧客一起靜靜地坐著，提供一種特別的安慰和陪伴，讓人感到格外的溫馨和安心。'
    }
  },
  ServiceView: {
    back: '返回上一頁'
  },
  AboutView: {
    about_title: '關於我們',
    about_block1_txt1:
      '歡迎來到喵喵咖啡廳，我們的小天地自2006年開始，不僅是一間咖啡廳，更是城市中的一片貓咪樂土。我們致力於為每位貓愛好者提供一個放鬆、舒適的空間，同時享受我們精心烘焙的咖啡和自家製作的點心。',
    about_block1_txt2:
      '我們的喵星人由專業團隊照料，確保它們健康、快樂。同時，我們也重視顧客的體驗，提供各種互動活動，讓您與貓咪建立特別的連結。在這裡，每個角落都充滿了貓咪的足跡和歡笑。',
    about_block2_txt1:
      '我們的團隊相信，喵喵咖啡廳不僅僅是一個商業空間，它是一個能夠帶給人們幸福感的地方。我們鼓勵員工展現他們對貓咪和咖啡的熱愛，並將這份熱情傳遞給每一位顧客。',
    about_block2_txt2:
      '喵喵咖啡廳更像是一個大家庭。我們不僅關心員工的專業成長，也關懷他們的個人福祉。我們舉辦定期的聚餐和旅行，讓員工及其家庭都能感受到團隊的溫暖和關懷。',
    trend_title: '成長趨勢',
    trend_txt:
      '"以真誠待客、以信守約" 是我們貓貓咖啡廳的經營理念，我們視顧客和合作伙伴為咖啡廳的珍貴夥伴。這種對品質與服務承諾的堅持是我們持續成長的動力，並且在過去三年中，我們的營業額有顯著的增長。這不僅反映了我們在貓咪愛好者社群中獲得的高度肯定，也顯示了我們對提供獨特咖啡體驗和貓咪互動樂趣的承諾得到市場的認可。',
    trend_cat_title: '貓貓成長趨勢',
    trend_cat_unit: '單位：貓',
    trend_team_title: '團隊人數成長趨勢',
    trend_team_unit: '單位：人'
  },
  BusinessView: {
    business_title: '分店資訊',
    business_txt:
      '我們的貓咪咖啡廳遍布全台各地，每間分店都有其特色的貓咪夥伴們。從台北到高雄，每個分店都提供溫馨舒適的環境，讓您能與可愛的貓咪們共度美好時光。我們的每間分店都秉持著「貓咪優先、服務至上」的理念，提供貓咪最好的照顧，同時為顧客創造難忘的體驗。',
    all_stores: '全部分店',
    cat_cafe: '貓咪主題咖啡廳',
    pet_friendly: '寵物友善餐廳',
    cat_shelter: '貓咪收容中心',
    cat_salon: '貓咪美容服務',
    pet_shop: '寵物用品專區',
  },
  NewsView: {
    news_title: '最新消息',
    news1: {
      article_no: "1",
      article_title: '【美食報導】貓貓咖啡廳：在喵的世界中品味咖啡',
      article_pic: '/img/NewsView/news1.png',
      article_txt:
        '貓貓咖啡廳在今年的「國際美食與風味展」中擄獲了評審的心，榮獲「最佳創意美食獎」。這家獨特的咖啡廳結合了愛貓人士的兩大熱情：咖啡與貓咪。評審讚賞咖啡廳不僅提供頂級的咖啡，更創造了一個與貓咪和諧共處的空間，顧客可以在享受美食的同時，感受到來自喵星人的陪伴。',
      article_date: '2024/01/01',
      article_link: ' '
    },
    news2: {
      article_no: '2',
      article_title: '【社會關懷】貓貓咖啡廳：一個浪貓的避風港',
      article_pic: '/img/NewsView/news2.png',
      article_txt:
        '貓貓咖啡廳不僅是一個提供優質咖啡和甜點的場所，它還是一個對社區流浪貓咪展現出深切關懷的溫暖家園。今年，咖啡廳推出了「流浪貓咪收容計劃」，不僅為這些四腳朋友提供了一個安全的庇護所，還與當地動物保護組織合作，為它們尋找永久的家。貓貓咖啡廳的這項舉措獲得了社會各界的廣泛讚譽，被視為業界的典範。',
      article_date: '2023/12/31',
      article_link: ' '
    }
  }
}
