// leaflet-markers.js
// 營業實績各工程資料

// 變電站統包工程
// RCP設計組裝
// 電力電纜安裝工程
// 發電機機組保護電驛工程
// 電力監控系統
// 保護電驛工程
// 特高壓及高壓GIS安裝測試維護保養


export const markers = [
  {
      name: "變電站統包工程",
      latlng: [25.06098, 121.26726],
      type: "全泰電機有限公司",
      description: "業主：全泰電機有限公司<br>工程：鵬鼎高雄園區IED規劃設計",
    },
    {
      name: "變電站統包工程",
      latlng: [24.07618, 120.54433],
      type: "台電彰化區處",
      description: "業主：台電彰化區處<br>工程：社頭二次變電所增設$4臨變工程",
    },
    {
      name: "變電站統包工程",
      latlng: [22.45641, 120.4788],
      type: "交通部觀光局大鵬灣國家風景區管理處",
      description:
        "業主：交通部觀光局大鵬灣國家風景區管理處<br>工程：鵬105年濱灣公園高壓供電設施工程",
    },
    {
      name: "變電站統包工程",
      latlng: [22.64334, 120.60982],
      type: "國立屏東科技大學",
      description: "業主：國立屏東科技大學<br>工程：105年度電力系統改善工程",
    },
    {
      name: "變電站統包工程",
      latlng: [22.62958, 120.34357],
      type: "高雄市政府水利局",
      description:
        "業主：高雄市政府水利局<br>工程：中區污水處理廠電力系統可靠度提升計畫(發電機組及變頻器財物採購)",
    },
    {
      name: "變電站統包工程",
      latlng: [22.64783, 120.55128],
      type: "臺灣菸酒股份有限公司內埔菸廠",
      description:
        "業主：臺灣菸酒股份有限公司內埔菸廠<br>工程：內埔菸廠工安課主變電站汰換",
    },
    {
      name: "RCP設計組裝",
      latlng: [24.22933, 120.50145],
      type: "中龍鋼鐵",
      description:
        "業主：中龍鋼鐵<br>工程：DSC MS1/W4/W3變電站 Relay& RTU Panel 設計組裝",
    },
    {
      name: "RCP設計組裝",
      latlng: [25.15628, 121.76181],
      type: "台船",
      description: "業主：台船<br>工程：台船69KV GIS RCP設計組裝",
    },
    {
      name: "RCP設計組裝",
      latlng: [24.77304, 121.0128],
      type: "台積電",
      description:
        "業主：台積電<br>工程：tsmc 14P6 project 161KV GIS RCP盤顯示型交流、電壓電流轉換器更換工程",
    },
    {
      name: "RCP設計組裝",
      latlng: [25.03302, 121.51768],
      type: "台灣苯乙烯",
      description:
        "業主：台灣苯乙烯<br>工程：台灣苯乙烯 69KV GIS RCP 67/67N電驛增設工程",
    },
    {
      name: "RCP設計組裝",
      latlng: [23.1034, 120.26131],
      type: "亞東氣體",
      description: "業主：亞東氣體<br>工程：亞東氣體中科廠 RCP&RTU盤",
    },
    {
      name: "RCP設計組裝",
      latlng: [22.41346, 120.58081],
      type: "中鋼碳素",
      description: "業主：中鋼碳素<br>工程：中碳屏南廠69kV RCP工程",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [22.61887, 120.28006],
      type: "高雄港務局港埠工程處",
      description:
        "業主：高雄港務局港埠工程處<br>工程：第三辦公廳空調電源管線故障更新工程",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [22.62833, 120.26472],
      type: "國立中山大學",
      description:
        "業主：國立中山大學<br>工程：校區高壓配電環路系統新建工程<br>校區100年高壓電纜環線工程技術服務<br>104年校區變電站供電設備及電力系統改善工程<br>105年宿舍區及教學區電力改善工程<br>106年度校區電力系統改善工程",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [24.07618, 120.54433],
      type: "台電彰化區處",
      description:
        "業主：台電彰化區處<br>工程：鹿港S/S MCSG控制迴路低壓電纜劣化更換",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [22.73291, 120.33043],
      type: "台電輸變電工程處南區施工處",
      description:
        "業主：台電輸變電工程處南區施工處<br>工程：西甲D/S 25KV電力電纜及控制電纜延放及安裝工程",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [22.5308, 120.33666],
      type: "台電大林電廠",
      description:
        "業主：台電大林電廠<br>工程：大林電廠345KV輔助電力系統電纜敷設及接線工資",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [22.54217, 120.3737],
      type: "中鋼鋁業",
      description: "業主：中鋼鋁業<br>工程：中鋁變壓器遷移之電纜工程設置",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [24.77304, 121.0128],
      type: "台積電",
      description: "業主：台積電<br>工程：TSMC 15P3 電纜施工工程",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [22.64334, 120.60982],
      type: "國立屏東科技大學",
      description:
        "業主：國立屏東科技大學<br>工程：屏科大電力電纜夜間搶修、屏科大總變電站電力電纜改善工程",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [23.97883, 121.60422],
      type: "台電東部發電廠",
      description: "業主：台電東部發電廠<br>工程：龍澗一號機同步儀修繕",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [24.18346, 120.92435],
      type: "台電大甲溪發電廠",
      description:
        "業主：台電大甲溪發電廠<br>工程：天輪分廠#1-#5發電機機組數位式保護電驛含安裝",
    },
    {
      name: "電力電纜安裝工程",
      latlng: [24.903, 121.56064],
      type: "台電桂山發電廠",
      description:
        "業主：台電桂山發電廠<br>工程：桂山發電廠發電機組數位電驛購置帶安裝",
    },
    {
      name: "發電機機組保護電驛工程",
      latlng: [24.74959, 121.78046],
      type: "臺北市政府環境保護局北投垃圾焚化廠",
      description:
        "業主：臺北市政府環境保護局北投垃圾焚化廠<br>工程：69kv特高壓設備大電力控制系統及電驛設備零件更新",
    },
    {
      name: "發電機機組保護電驛工程",
      latlng: [24.6821, 120.8928],
      type: "中石化",
      description: "業主：中石化<br>工程：中石化苗栗頭份廠發電機保護電驛汰換工程",
    },
    {
      name: "發電機機組保護電驛工程",
      latlng: [24.00911, 121.63667],
      type: "台灣水泥",
      description:
        "業主：台灣水泥<br>工程：台泥花蓮廠發電機保護電驛及同步設備新設工程",
    },
    {
      name: "發電機機組保護電驛工程",
      latlng: [24.18346, 120.92435],
      type: "台電大甲溪發電廠",
      description:
        "業主：台電大甲溪發電廠<br>工程：大甲溪發電廠社寮機組發電機機組數位式保護電驛採購含安裝",
    },
    {
      name: "發電機機組保護電驛工程",
      latlng: [24.18346, 120.92435],
      type: "台電第三核能發電廠",
      description:
        "業主：台電第三核能發電廠<br>工程：開關場345KV匯流排第二套保護電驛更換為數位型電驛工作",
    },
    {
      name: "電力監控系統",
      latlng: [22.52994, 120.34731],
      type: "中油大林廠",
      description:
        "業主：中油大林廠<br>工程：中油大林第三號變電站SCADA配線工程<br>大林廠第八硫磺工場3選2連鎖控制盤更新工作",
    },
    {
      name: "電力監控系統",
      latlng: [22.62833, 120.26472],
      type: "國立中山大學",
      description:
        "業主：國立中山大學<br>工程：電能監控系統整合連線工程<br>校區電能監控管理與資訊系統工程<br>電力設備-電力設施監控系統建制工程",
    },
    {
      name: "電力監控系統",
      latlng: [25.0114, 121.53662],
      type: "台電綜合研究所",
      description: "業主：台電綜合研究所<br>工程：斗工鹿耳仕豐電力監測系統安裝",
    },
    {
      name: "電力監控系統",
      latlng: [22.70567, 120.33506],
      type: "台塑仁武",
      description:
        "業主：台塑仁武<br>工程：台塑仁武公用廠全時錄波系統安裝工程<br>台塑麥竂VCM廠電池監控系統增設工程",
    },
    {
      name: "電力監控系統",
      latlng: [22.73291, 120.33043],
      type: "台電輸變電工程處南區施工處",
      description:
        "業主：台電輸變電工程處南區施工處<br>工程：保定D/S 161kV興達保定一、二路裝設工程之自動化監控裝置IEC 61850設備採購",
    },
    {
      name: "電力監控系統",
      latlng: [22.5308, 120.33666],
      type: "台電大林電廠",
      description:
        "業主：台電大林電廠<br>工程：大林電廠更新改建計畫345KV開關場監控保護及輔助電力設備<br>大林電廠輔助電力系統缺失改善",
    },
    {
      name: "電力監控系統",
      latlng: [23.24784, 120.53324],
      type: "台電曾文發電廠",
      description:
        "業主：台電曾文發電廠<br>工程：曾文水庫溢洪道新閘控室控制及配電設備購置",
    },
    {
      name: "電力監控系統",
      latlng: [22.54217, 120.3737],
      type: "中鋼鋁業",
      description:
        "業主：中鋼鋁業<br>工程：中鋼鋁業Power SCADA擴充工程(For CR7,HR3,AL1)<br>中鋁161KV 69KV GIS增設工程(SCADA、RCP、電纜)<br>6.9KV中壓開關盤新增多功能電錶",
    },
    {
      name: "電力監控系統",
      latlng: [22.41346, 120.58081],
      type: "中鋼碳素",
      description: "業主：中鋼碳素<br>工程：中碳屏南廠69kV SCADA工程",
    },
    {
      name: "電力監控系統",
      latlng: [22.75057, 121.15427],
      type: "台電台東區營業處",
      description: "業主：台電台東區營業處<br>工程：馬蘭變電所RTU模組安裝工程",
    },
    {
      latlng: [22.6463, 120.294],
      name: "電力監控系統",
      type: "台電高屏供電處",
      description:
        "業主：台電高屏供電處<br>工程：龍子D/S、加一D/S Local SCADA採購暨汰換安裝<br>保定D/S LOCAL SCADA採購汰換安裝<br>IEC 61850教育訓練場地設備採購安裝<br>東港D/S Local SCADA(含IED)採購暨汰換安裝",
    },
    {
      latlng: [25.02875, 121.51752],
      name: "電力監控系統",
      type: "台電輸變電工程處",
      description: "業主：台電輸變電工程處<br>工程：IEC 61850 監控設備(義竹DS)",
    },
    {
      latlng: [25.00051, 121.54306],
      name: "電力監控系統",
      type: "台電台北供電處",
      description:
        "業主：台電台北供電處<br>工程：北供3所設計工作(沙崙、週美、迴龍 LOCAL SCADA採購暨汰換安裝)",
    },
    {
      latlng: [24.78825, 121.00802],
      name: "電力監控系統",
      type: "台電新桃區處",
      description:
        "業主：台電新桃區處<br>工程：瑞源D/S LOCAL SCADA(含IED)採購及安裝一批<br> 南興D/S LOCAL SCADA(含IED)採購及安裝一批<br>糖科D/S LOCAL SCADA(含IED)採購及安裝一批<br>隘口D/S LOCAL SCADA(含IED)採購及安裝一批",
    },
    {
      latlng: [24.99909, 121.54284],
      name: "電力監控系統",
      type: "台電綜合施工處",
      description:
        "業主：台電綜合施工處<br>工程：大林發電廠23KV GIS之監控SCADA(含IED)採購及汰換安裝案",
    },
    {
      latlng: [22.6322, 120.28192],
      name: "電力監控系統",
      type: "台電高雄區營業處",
      description:
        "業主：台電高雄區營業處<br>工程：蚵港S/S IEC61850系統建置(含監控及IED)採購案",
    },
    {
      latlng: [25.09053, 121.52769],
      name: "電力監控系統",
      type: "台電北區施工處",
      description:
        "業主：台電北區施工處<br>工程：南興D/S #4 D.TR裝設工程之IEC 61850監控系統擴充工程",
    },
    {
      latlng: [24.00302, 121.61343],
      name: "電力監控系統",
      type: "台電花東供電區營運處",
      description:
        "業主：台電花東供電區營運處<br>工程：東成、池上、玉里變電所RTU汰換暨IEC 61850建置採購",
    },
    {
      latlng: [24.78825, 121.00802],
      name: "保護電驛工程",
      type: "台電新桃區處",
      description:
        "業主：台電新桃區處 <br>工程：98年度保護電驛汰換工程<br>161KV匯流排保護電驛盤汰換工程<br>蘆竹P/S IED採購含安裝<br>苗栗P/S IED採購含安裝<br>龍秀P/S IED採購含安裝乙批",
    },
    {
      latlng: [24.00302, 121.61343],
      name: "保護電驛工程",
      type: "台電花東供電區營運處",
      description:
        "業主：台電花東供電區營運處 <br>工程：本處97年度電驛汰換工程<br>69KV電驛盤配盤二盤<br>採購配電盤面7盤<br>花東轄區電驛汰換工程<br>本處數位電驛汰換工程<台東P-S 11KV保護電驛汰換>",
    },
    {
      latlng: [22.58277, 120.33091],
      name: "保護電驛工程",
      type: "高雄捷運",
      description:
        "業主：高雄捷運 <br>工程：高雄捷運供電系統保護協調電驛參數合理性分析研究 ",
    },
    {
      latlng: [22.6322, 120.28192],
      name: "保護電驛工程",
      type: "台電高雄區營業處",
      description:
        "業主：台電高雄區營業處 <br>工程：69KV線路保護電驛更換數位差流電驛(87L)裝設工程<br>高變302工程鹽埕、左營、新興、前鎮S/S電磁感應汰換數位電驛",
    },
    {
      latlng: [22.75057, 121.15427],
      name: "保護電驛工程",
      type: "台電台東區營業處",
      description:
        "業主：台電台東區營業處 <br>工程：關山變電所69KV線路保護電驛盤汰換工程<br>台東區營業處重安S/S 11KV電驛汰換工程",
    },
    {
      latlng: [22.6463, 120.294],
      name: "保護電驛工程",
      type: "台電高屏供電處",
      description:
        "業主：台電高屏供電處<br>工程：98年度故障記錄示波器設備汰換工程<br>GENERATOR PROTECTION RELAY採購<br>99年度仁武E/S路北…等轄區保護電驛用之衛星(GPS)設備改善工程<br>99年度GRZ100測距電驛增設閉鎖開關改善工程<br>111年度161kV匯流排保護電驛維修更換工作",
    },
    {
      latlng: [23.47403, 120.45512],
      name: "保護電驛工程",
      type: "台電嘉南供電處",
      description:
        "業主：台電嘉南供電處<br>工程：69KV線路電驛汰換工程<br>69kV輸電線路保護電驛汰換工程<br>98年度頻率電驛汰換工程<br>102年度69KV線路保護電驛汰換工程<br>嘉義P/S等三所IED採購含安裝<br>嘉南108年度變壓器保護電驛汰換工程<br>110年度線路保護電驛維護更換工作",
    },
    {
      latlng: [24.07618, 120.54433],
      name: "保護電驛工程",
      type: "台電彰化區供電處",
      description:
        "業主：台電彰化區供電處 <br>工程：大林S/S等14所低頻電驛設備汰換工程",
    },
    {
      latlng: [23.31869, 120.31655],
      name: "保護電驛工程",
      type: "台電新營區供電處",
      description:
        "業主：台電新營區供電處 <br>工程：新營新東線69KV線路保護電驛汰換工程",
    },
    {
      latlng: [23.47403, 120.45512],
      name: "保護電驛工程",
      type: "台電嘉義區供電處",
      description:
        "業主：台電嘉義區供電處<br>工程：第780號69KV線路保護電驛汰換工程<br>數位IED電驛16只",
    },
    {
      latlng: [24.06982, 120.70242],
      name: "保護電驛工程",
      type: "台電台中區供電處",
      description:
        "業主：台電台中區供電處  <br>工程：梧棲S/S等10所輸電線路保護電驛更換工程<br>東勢S/S等10所低頻電驛汰換工程<br>99年度自由二次變電所變壓器保護電驛汰換工程<br>太平D/S智慧電子裝置(IED)汰換財物採購帶安裝一批",
    },
    {
      latlng: [24.18346, 120.92435],
      name: "保護電驛工程",
      type: "台電核三電廠",
      description:
        "業主：台電核三電廠  <br>工程：開關廠345KV匯流排電驛更新為數位型<br>保護電驛採購案<br>開關場345kV斷路器失靈保護電驛更換為數位型電驛工作<br>100年度輸電線路保護電驛汰換工程<br>開關場345kV線路保護電驛汰換工作",
    },
    {
      latlng: [23.79558, 120.21862],
      name: "保護電驛工程",
      type: "雲林長庚",
      description: "業主：雲林長庚  <br>工程：GENERATOR PROTECTION RELAY採購",
    },
    {
      latlng: [24.99909, 121.54284],
      name: "保護電驛工程",
      type: "台電綜合施工處",
      description:
        "業主：台電綜合施工處  <br>工程：興達火力發電廠興達路北線保護電驛拆除及更新工程<br>興達永安線線路保護電驛汰換<br>新谷關=天輪雙分岐卓蘭線保護電驛盤拆除工程<br>配合經貿D/S新建工程之南火G/S端線路保護電驛盤增設工程<br> 興達電廠345kV電源線數位保護電驛盤汰換工程",
    },
    {
      latlng: [22.85887, 120.20062],
      name: "保護電驛工程",
      type: "台電興達電廠",
      description:
        "業主：台電興達電廠  <br>工程：345KV開關場匯流排保護電驛設備更新工作",
    },
    {
      latlng: [25.29048, 121.59077],
      name: "保護電驛工程",
      type: "台電核一電廠",
      description:
        "業主：台電核一電廠<br>工程：345KV 匯流排保護電驛數位化改善工程",
    },
    {
      latlng: [23.97883, 121.60422],
      name: "保護電驛工程",
      type: "台電東部發電廠",
      description: "業主：台電東部發電廠<br>工程：龍溪抽水站馬達保護電驛",
    },
    {
      latlng: [24.18346, 120.92435],
      name: "保護電驛工程",
      type: "台電大甲溪發電廠",
      description:
        "業主：台電大甲溪發電廠<br>工程：天輪E/S 345kV斷路器失靈保護電驛汰換工程",
    },
    {
      latlng: [23.12353, 120.26634],
      name: "保護電驛工程",
      type: "和鑫光電",
      description: "業主：和鑫光電<br>工程：和鑫光電組盤施工",
    },
    {
      latlng: [22.62121, 120.34967],
      name: "保護電驛工程",
      type: "台電鳳山區處",
      description:
        "業主：台電鳳山區處<br>工程：過流、復閉等電驛汰換為數位式電驛（IED）<br>美濃、源海變電所過流、復閉等電驛汰換為數位式電驛<br>鳳山區處仁大、東亞變電所過流、復閉等電驛汰換為數位式電驛",
    },
    {
      latlng: [22.52994, 120.34731],
      name: "保護電驛工程",
      type: "中油大林廠",
      description:
        "業主：中油大林廠<br>工程：大林#19負載中心IED及POWER METER配線工程<br>大林#10負載中心IED及POWER METER配線工程",
    },
    {
      latlng: [22.69515, 120.49263],
      name: "保護電驛工程",
      type: "台電屏東區處",
      description:
        "業主：台電屏東區處<br>工程：內埔汰換電驛控制盤相關工程<br>林邊S/S變電設備汰換維修",
    },
    {
      latlng: [22.56209, 120.33931],
      name: "保護電驛工程",
      type: "台糖小港廠",
      description:
        "業主：台糖小港廠 <br>工程：小港廠總受電室69/11.4KV保護電驛更新工程",
    },
    {
      latlng: [24.5121, 120.68115],
      name: "保護電驛工程",
      type: "台電通霄發電廠",
      description:
        "業主：台電通霄發電廠 <br>工程：開關場#2機BUS匯流排數位電驛更新工作<br>開關場#4機161KV匯流排、50BFP及主變壓器50+21數位電驛更新工作<br>通霄發電廠#3機161kv匯流排數位電驛更新工作",
    },
    {
      latlng: [22.62833, 120.26472],
      name: "保護電驛工程",
      type: "國立中山大學",
      description:
        "業主：國立中山大學 <br>工程：數位式保護電驛ORION更換工資及功能連線測試<br>校內保護電驛設定值計算並現場重新設定 ",
    },
    {
      latlng: [22.5308, 120.33666],
      name: "保護電驛工程",
      type: "台電大林電廠",
      description: "業主：台電大林電廠<br>工程：翠屏線路電驛盤汰換工作",
    },
    {
      latlng: [24.99909, 121.54284],
      name: "保護電驛工程",
      type: "台電興達電廠",
      description:
        "業主：台電興達電廠  <br>工程：興達嘉定線69KV線路保護電驛汰換工程",
    },
    {
      latlng: [24.34981, 120.88122],
      name: "保護電驛工程",
      type: "台電卓蘭電廠",
      description:
        "業主：台電卓蘭電廠  <br>工程：161KV斷路器失靈保護電驛更新工程 ",
    },
    {
      latlng: [25.11943, 121.29861],
      name: "保護電驛工程",
      type: "台電林口發電廠",
      description: "業主：台電林口發電廠 <br>工程：161KV輸電線保護電驛盤汰換工作",
    },
    {
      latlng: [22.5427, 120.37996],
      name: "保護電驛工程",
      type: "中聯資源",
      description: "業主：中聯資源 <br>工程：中聯資源電氣室電容盤安全防護工程 ",
    },
    {
      latlng: [22.55471, 120.34924],
      name: "保護電驛工程",
      type: "中國鋼鐵",
      description: "業主：中國鋼鐵 <br>工程：中鋼動力二場FGD6系統改善工程",
    },
    {
      latlng: [22.4971, 120.40734],
      name: "保護電驛工程",
      type: "中油林園廠",
      description: "業主：中油林園廠 <br>工程：中油林園MPS#3電源供應器更新工程",
    },
    {
      latlng: [24.5705, 120.82676],
      name: "保護電驛工程",
      type: "台灣中油股份有限公司探採事業部",
      description:
        "業主：台灣中油股份有限公司探採事業部<br>工程：69KV變電所保護電驛更新及機械工場電力改善工作",
    },
    {
      latlng: [25.04146, 121.5129],
      name: "保護電驛工程",
      type: "臺灣銀行股份有限公司採購部",
      description:
        "業主：臺灣銀行股份有限公司採購部 <br>工程：線路差流電驛盤及零散電驛1批<br>線路差流保護電驛盤乙批",
    },
    {
      latlng: [25.02875, 121.51752],
      name: "保護電驛工程",
      type: "台電輸變電工程處",
      description: "業主：台電輸變電工程處<br>工程：智慧型電子裝置(IED)",
    },
    {
      latlng: [22.54248, 120.3737],
      name: "保護電驛工程",
      type: "中鋼鋁業",
      description:
        "業主：中鋼鋁業<br>工程：L1 69KV高壓開關保護電驛汰換更新工程、配合L4新增HTABC用VCB新增多功電表及保護",
    },
    {
      latlng: [22.71198, 120.33886],
      name: "保護電驛工程",
      type: "工富",
      description:
        "業主：工富 <br>工程：里港鄉磚仔地段2案DC1~DC6 PANEL、鹽埔鄉彭南段案DC1~DC2 PANEL",
    },
    {
      latlng: [25.04354, 121.53772],
      name: "保護電驛工程",
      type: "福林工程",
      description: "業主：福林工程<br>工程：69KV 620線路保護電驛汰換工程",
    },
    {
      latlng: [25.00051, 121.54306],
      name: "保護電驛工程",
      type: "台電台北供電處",
      description:
        "業主：台電台北供電處<br>工程：民權DS及蘆洲PS IED採購暨汰換安裝",
    },
    {
      latlng: [25.06088, 121.63712],
      name: "保護電驛工程",
      type: "聯笙電業股份有限公司",
      description: "業主：聯笙電業股份有限公司<br>工程：聯笙台銀案",
    },
    {
      latlng: [24.00543, 121.61821],
      name: "保護電驛工程",
      type: "台電花蓮區營業處",
      description:
        "業主：台電花蓮區營業處<br>工程：112年度轄管變電所(北埔/花市/瑞穗)69KV匯流排電驛盤新設",
    },
    {
      latlng: [22.54248, 120.3737],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "中鋼鋁業",
      description:
        "業主：中鋼鋁業<br>工程：L6C2-7250-軋片變電站 69KV GIS S/S組裝配合工程<br>中鋁161KV & 69KV GIS安裝測試工程<br>中鋁HR2電氣室19、A20VCB盤面更新接線工程 <br>中鋁熱軋G站電氣室VCBA16故障檢修<br>中鋁FM6中壓VCB迴路設備保養與檢測",
    },
    {
      latlng: [24.07618, 120.54433],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電彰化區供電處",
      description:
        "業主：台電彰化區供電處 <br>工程：和美S/S＃3裝甲開關箱（MCSG）汰換工程<br>社頭S/S#4裝甲開關箱(MCSG)汰換<br>溪湖S/S#1.#2.#3、芳苑S/S#1等之裝甲開關箱汰換工程",
    },
    {
      latlng: [23.47403, 120.45512],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電嘉義區供電處",
      description:
        "業主：台電嘉義區供電處<br>工程：第780號69KV線路保護電驛汰換工程<br>數位IED電驛16只<br>芳苑#3、伸港#1、#3等SS之裝甲開關箱汰換工程<br>嘉變102號「後湖S/S#1、嘉太#2裝甲開關箱汰換為23KV GIS工程」<br>嘉變601號「民雄S-S等10所變電設備汰換工程」",
    },
    {
      latlng: [25.06174, 121.54726],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "中纖",
      description:
        "業主：中纖<br>工程：CMFC 69KV PROJECT GIS&RCP安裝工程<br>中纖69KV S/S GIS & RCP安裝工程",
    },
    {
      latlng: [23.71218, 120.53253],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電雲林區處",
      description:
        "業主：台電雲林區處<br>工程：雲配922號土庫S/S#3MCSG汰換CGIS工程",
    },
    {
      latlng: [22.6322, 120.28192],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電高雄區營業處",
      description:
        "業主：台電高雄區營業處 <br>工程：民族S/S#3MCSG汰換控制部份相關工程",
    },
    {
      latlng: [24.77304, 121.0128],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台積電",
      description:
        "業主：台積電<br>工程：GIS Service 高壓<br>TSMC 14P6 161KV GIS安裝工程<br>TSMC 12P7 161KV GIS安裝工程<br>台積電14P6 TR*4台線槽安裝<br>台積電南科14P5,配合三福氣體入環進行P5端電纜頭拆缷及回裝配合工程<br>TSMC F18P3 161KV GIS安裝工程",
    },
    {
      latlng: [22.5791, 120.31686],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "ABB",
      description: "業主：ABB<br>工程：中港GIS Service",
    },
    {
      latlng: [25.0293, 121.54941],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台橡",
      description: "業主：台橡<br>工程：台橡69KV GIS & RCP裝置工程",
    },
    {
      latlng: [24.22933, 120.50145],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "中龍鋼鐵",
      description: "業主：中龍鋼鐵<br>工程：中龍161KV GIS &RCP安裝工程",
    },
    {
      latlng: [24.15342, 120.66694],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "南亞",
      description:
        "業主：南亞 <br>工程：捷運土城線頂埔站22KV C-GIS安裝工程<br>捷運松山線BSS22KV C-GIS及捷運信松線22KVCGIS增設修改工程<br>南亞錦興特高HB 12KV高壓列盤保養檢測<br>南亞新港玻布三廠高壓電設備保養檢測<br>南亞新港玻纖四廠GCB保養 ",
    },
    {
      latlng: [22.55339, 120.37612],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "南區資源回收廠",
      description: "業主：南區資源回收廠<br>工程：南區資源回收廠 GIS操作機構更換",
    },
    {
      latlng: [22.72347, 120.30168],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "華泰電子",
      description: "業主：華泰電子<br>工程：華泰電子69KV第二站GIS操作機構更換",
    },
    {
      latlng: [24.76741, 121.02517],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "旺宏二廠",
      description: "業主：旺宏二廠<br>工程：161KV GIS改善工程配合工作",
    },
    {
      latlng: [24.16306, 120.60908],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "三福氣體",
      description: "業主：三福氣體<br>工程：三福氣體161KV GIS RCP設計組裝",
    },
    {
      latlng: [25.03302, 121.51768],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台灣苯乙烯",
      description: "業主：台灣苯乙烯<br>工程：台灣苯乙烯69KV GIS project",
    },
    {
      latlng: [23.95668, 120.68122],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電南投區營業處",
      description:
        "業主：台電南投區營業處<br>工程：中興、北山S/S#1裝甲開關箱汰換等工程",
    },
    {
      latlng: [22.83608, 120.25598],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "華邦電子",
      description:
        "業主：華邦電子<br>工程：華邦winbond高雄廠新建GIS案_87L relay LD2",
    },
    {
      latlng: [23.31869, 120.31655],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電新營區供電處",
      description:
        "業主：台電新營區供電處 <br>工程：白河S/S#1、#2MCSG暨蓄電池組汰換等相關工程<br>109年隆田S_S #1 MCSG暨GCB汰換等相關工程",
    },
    {
      latlng: [22.69515, 120.49263],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電屏東區處",
      description:
        "業主：台電屏東區處<br>工程：長治S-S#2MCSG汰換為23kV CGIS工程<br>新圍S_S#1、林邊S_S#2及太源S_S#3MCSG汰換為23kVCGIS工程<br>復興S/S#3 23kV GIS、69kV 主變壓器新設暨GCB汰換工程",
    },
    {
      latlng: [22.62121, 120.34967],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電鳳山區處",
      description:
        "業主：台電鳳山區處<br>源海S/S等3所變電設備汰換工程<br>上寮S/S及漁港S/S開關設備汰換工程<br>美濃S/S等5所變電設備汰換工程<br>仁大S/S等3所變電設備汰換工程",
    },
    {
      latlng: [24.98986, 121.30478],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電桃園區處",
      description: "業主：台電桃園區處<br>平鎮S_S等3所5套MCSG汰換工程",
    },
    {
      latlng: [22.98802, 120.2017],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電台南區營業處",
      description:
        "業主：台電台南區營業處<br>佳里等2所MCSG及永康GCB汰換等相關工程<br>佳里變電所及永康變電所MCSG汰換工程",
    },
    {
      latlng: [23.47403, 120.45512],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電嘉南供電處",
      description: "業主：台電嘉南供電處<br>工程：山頂變電所新設CGIS等相關工程",
    },
    {
      latlng: [22.62833, 120.26472],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "國立中山大學",
      description:
        "業主：國立中山大學 <br>工程：總變電站隔離開關及高壓開關箱配置暨絕緣工程",
    },
    {
      latlng: [24.99909, 121.54284],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電綜合施工處",
      description:
        "業主：台電綜合施工處  <br>工程：161KV斷路器失靈保護電驛更新工程",
    },
    {
      latlng: [22.6463, 120.294],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電高屏供電處",
      description:
        "業主：台電高屏供電處<br>工程：101年度69KV輸電線及連絡斷路器保護電驛汰換工程",
    },
    {
      latlng: [22.50754, 120.41181],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台塑林園",
      description:
        "業主：台塑林園<br>工程：台塑林園廠總停電高壓配電盤GCB/VCB點檢保養工程",
    },
    {
      latlng: [25.07214, 121.5744],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "施耐德",
      description: "業主：施耐德<br>工程：施耐德-台積電配合ACB保養",
    },
    {
      latlng: [24.20129, 120.61775],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台中康寧",
      description: "業主：台中康寧<br>工程：台中康寧斷路器保養",
    },
    {
      latlng: [22.70567, 120.33506],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台塑仁武",
      description:
        "業主：台塑仁武<br>工程：台塑仁武廠HPA GCB細部保養<br>台塑仁武塑膠製一課GCB細部保養<br>台塑仁武塑膠二課GCB細部保養",
    },
    {
      latlng: [25.05711, 121.54953],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "麥寮",
      description:
        "業主：麥寮<br>工程：麥寮汽電GCB翻修<br>EG-2/ASP-2 13.8KV&3.45KV斷路器保養檢測<br>EG-1/ASP-1 13.8KV斷路器保養檢測",
    },
    {
      latlng: [25.05197, 121.55057],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "南科",
      description: "業主：南科<br>工程：南科康寧斷路器細路保養",
    },
    {
      latlng: [25.02123, 121.41101],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "亞聚",
      description: "業主：亞聚<br>工程：亞聚69KV特高壓GCB/ABS大保養工程",
    },
    {
      latlng: [24.21456, 120.49216],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台中火力電廠",
      description: "業主：台中火力電廠<br>工程：台中火力電廠VCB復原",
    },
    {
      latlng: [23.24784, 120.53324],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電曾文發電廠",
      description:
        "業主：台電曾文發電廠 <br>工程：抽出型空氣斷路器(A.C.B.)汰換之購置及安裝",
    },
    {
      latlng: [22.67977, 120.32239],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "高雄榮民總醫院屏東分院",
      description: "業主：高雄榮民總醫院屏東分院<br>工程：急診大樓VCB電盤整修",
    },
    {
      latlng: [24.18346, 120.92435],
      name: "特高壓及高壓GIS安裝測試維護保養",
      type: "台電大甲溪發電廠",
      description:
        "業主：台電大甲溪發電廠<br>工程：無熔絲斷路器3P600VAC175A225AF",
    },

  ];

